Repository: mikail-yurt-plak/refocus
Catalog: Sources/ReFocus/Resources/Localizable.xcstrings
Source language: tr
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, uk, vi, zh_hans, zh_hant

# heatmap.period.week
source: Hafta
ar: أسبوع
de: Woche
en: Week
es: Semana
fr: Semaine
hi: सप्ताह
id: Minggu
it: Settimana
ja: 週
ko: 주
nl: Week
pl: Tydzień
pt: Semana
ru: Неделя
th: สัปดาห์
uk: Тиждень
vi: Tuần
zh_hans: 周
zh_hant: 週

# heatmap.scale.high
source: Yüksek
ar: مرتفع
de: Hoch
en: High
es: Alto
fr: Élevé
hi: उच्च
id: Tinggi
it: Alto
ja: 高
ko: 높음
nl: Hoog
pl: Wysoki
pt: Alto
ru: Высокий
th: สูง
uk: Високий
vi: Cao
zh_hans: 高
zh_hant: 高

# heatmap.scale.low
source: Düşük
ar: منخفض
de: Niedrig
en: Low
es: Bajo
fr: Faible
hi: कम
id: Rendah
it: Basso
ja: 低
ko: 낮음
nl: Laag
pl: Niski
pt: Baixo
ru: Низкий
th: ต่ำ
uk: Низький
vi: Thấp
zh_hans: 低
zh_hant: 低

# heatmap.sessions
source: Seanslar
ar: جلسات
de: Sitzungen
en: Sessions
es: Sesiones
fr: Sessions
hi: सत्र
id: Sesi
it: Sessioni
ja: セッション
ko: 세션
nl: Sessies
pl: Sesje
pt: Sessões
ru: Сессии
th: เซสชัน
uk: Сеанси
vi: Các phiên
zh_hans: 会话
zh_hant: 會話

# heatmap.stat.focus_min
source: dk odak
ar: دقيقة تركيز
de: Min Fokus
en: min focus
es: min enfoque
fr: min focus
hi: मिनट फोकस
id: menit fokus
it: min focus
ja: 分集中
ko: 분 집중
nl: min focus
pl: min skupienia
pt: min foco
ru: мин фокус
th: นาที โฟกัส
uk: хв фокус
vi: phút tập trung
zh_hans: 分钟专注
zh_hant: 分鐘專注

# heatmap.stat.interruption
source: bölünme
ar: انقطاع
de: Unterbrechung
en: interruption
es: interrupción
fr: interruption
hi: रुकावट
id: gangguan
it: interruzione
ja: 中断
ko: 중단
nl: onderbreking
pl: przerwa
pt: interrupção
ru: прерывание
th: การหยุดชะงัก
uk: переривання
vi: gián đoạn
zh_hans: 中断
zh_hant: 中斷

# heatmap.stat.quality
source: kalite
ar: جودة
de: Qualität
en: quality
es: calidad
fr: qualité
hi: गुणवत्ता
id: kualitas
it: qualità
ja: 質
ko: 품질
nl: kwaliteit
pl: jakość
pt: qualidade
ru: качество
th: คุณภาพ
uk: якість
vi: chất lượng
zh_hans: 质量
zh_hant: 質量

# heatmap.title
source: Geçmişin
ar: تاريخك
de: Dein Verlauf
en: Your History
es: Tu historial
fr: Ton historique
hi: आपका इतिहास
id: Riwayatmu
it: La tua cronologia
ja: あなたの履歴
ko: 당신의 기록
nl: Jouw geschiedenis
pl: Twoja historia
pt: Seu histórico
ru: Твоя история
th: ประวัติของคุณ
uk: Твоя історія
vi: Lịch sử của bạn
zh_hans: 你的历史
zh_hant: 你的歷史

# heatmap.weekday.fri
source: Cum
ar: جمع
de: Fr
en: Fri
es: Vie
fr: Ven
hi: शुक्र
id: Jum
it: Ven
ja: 金
ko: 금
nl: Vr
pl: Pt
pt: Sex
ru: Пт
th: ศ
uk: Пт
vi: T6
zh_hans: 周五
zh_hant: 週五

# heatmap.weekday.mon
source: Pzt
ar: إثن
de: Mo
en: Mon
es: Lun
fr: Lun
hi: सोम
id: Sen
it: Lun
ja: 月
ko: 월
nl: Ma
pl: Pn
pt: Seg
ru: Пн
th: จ
uk: Пн
vi: T2
zh_hans: 周一
zh_hant: 週一

# heatmap.weekday.sat
source: Cmt
ar: سبت
de: Sa
en: Sat
es: Sáb
fr: Sam
hi: शनि
id: Sab
it: Sab
ja: 土
ko: 토
nl: Za
pl: So
pt: Sáb
ru: Сб
th: ส
uk: Сб
vi: T7
zh_hans: 周六
zh_hant: 週六

# heatmap.weekday.sun
source: Paz
ar: أحد
de: So
en: Sun
es: Dom
fr: Dim
hi: रवि
id: Min
it: Dom
ja: 日
ko: 일
nl: Zo
pl: Nd
pt: Dom
ru: Вс
th: อา
uk: Нд
vi: CN
zh_hans: 周日
zh_hant: 週日

# heatmap.weekday.thu
source: Per
ar: خمي
de: Do
en: Thu
es: Jue
fr: Jeu
hi: गुरु
id: Kam
it: Gio
ja: 木
ko: 목
nl: Do
pl: Cz
pt: Qui
ru: Чт
th: พฤ
uk: Чт
vi: T5
zh_hans: 周四
zh_hant: 週四

# heatmap.weekday.tue
source: Sal
ar: ثلا
de: Di
en: Tue
es: Mar
fr: Mar
hi: मंगल
id: Sel
it: Mar
ja: 火
ko: 화
nl: Di
pl: Wt
pt: Ter
ru: Вт
th: อ
uk: Вт
vi: T3
zh_hans: 周二
zh_hant: 週二

# heatmap.weekday.wed
source: Çar
ar: أرب
de: Mi
en: Wed
es: Mié
fr: Mer
hi: बुध
id: Rab
it: Mer
ja: 水
ko: 수
nl: Wo
pl: Śr
pt: Qua
ru: Ср
th: พ
uk: Ср
vi: T4
zh_hans: 周三
zh_hant: 週三

# home.first_session_welcome
source: İlk seansına başlamaya hazır mısın?
ar: هل أنت مستعد لبدء جلستك الأولى؟
de: Bereit für deine erste Sitzung?
en: Ready to start your first session?
es: ¿Listo para empezar tu primera sesión?
fr: Prêt à commencer votre première session ?
hi: अपना पहला सत्र शुरू करने के लिए तैयार?
id: Siap memulai sesi pertamamu?
it: Pronto per iniziare la tua prima sessione?
ja: 最初のセッションを始める準備はできましたか？
ko: 첫 번째 세션을 시작할 준비가 되셨나요?
nl: Klaar voor je eerste sessie?
pl: Gotowy na pierwszą sesję?
pt: Pronto para começar sua primeira sessão?
ru: Готовы начать первую сессию?
th: พร้อมเริ่มเซสชันแรกหรือยัง?
uk: Готові почати перший сеанс?
vi: Sẵn sàng bắt đầu phiên đầu tiên?
zh_hans: 准备开始你的第一个专注时段吗？
zh_hant: 準備開始你的第一個專注時段嗎？

# home.greeting.afternoon
source: İyi günler
ar: مساء الخير
de: Guten Tag
en: Good afternoon
es: Buenas tardes
fr: Bon après-midi
hi: नमस्ते
id: Selamat siang
it: Buon pomeriggio
ja: こんにちは
ko: 좋은 오후예요
nl: Goedemiddag
pl: Dzień dobry
pt: Boa tarde
ru: Добрый день
th: สวัสดีตอนบ่าย
uk: Добрий день
vi: Chào buổi chiều
zh_hans: 下午好
zh_hant: 午安

# home.greeting.default
source: Merhaba
ar: مرحبا
de: Hallo
en: Hello
es: Hola
fr: Bonjour
hi: नमस्ते
id: Halo
it: Ciao
ja: こんにちは
ko: 안녕하세요
nl: Hallo
pl: Cześć
pt: Olá
ru: Привет
th: สวัสดี
uk: Привіт
vi: Xin chào
zh_hans: 你好
zh_hant: 你好

# home.greeting.evening
source: İyi akşamlar
ar: مساء الخير
de: Guten Abend
en: Good evening
es: Buenas noches
fr: Bonsoir
hi: शुभ संध्या
id: Selamat malam
it: Buonasera
ja: こんばんは
ko: 좋은 저녁이에요
nl: Goedenavond
pl: Dobry wieczór
pt: Boa noite
ru: Добрый вечер
th: สวัสดีตอนเย็น
uk: Добрий вечір
vi: Chào buổi tối
zh_hans: 晚上好
zh_hant: 晚安

# home.greeting.morning
source: Günaydın
ar: صباح الخير
de: Guten Morgen
en: Good morning
es: Buenos días
fr: Bonjour
hi: सुप्रभात
id: Selamat pagi
it: Buongiorno
ja: おはようございます
ko: 좋은 아침이에요
nl: Goedemorgen
pl: Dzień dobry
pt: Bom dia
ru: Доброе утро
th: สวัสดีตอนเช้า
uk: Доброго ранку
vi: Chào buổi sáng
zh_hans: 早上好
zh_hant: 早安

# home.intent_prompt
source: Bu seansı nasıl kullanacaksın?
ar: كيف ستستخدم هذه الجلسة؟
de: Wie wirst du diese Sitzung nutzen?
en: How will you use this session?
es: ¿Cómo usarás esta sesión?
fr: Comment utiliserez-vous cette session ?
hi: इस सत्र का उपयोग कैसे करेंगे?
id: Bagaimana kamu akan menggunakan sesi ini?
it: Come userai questa sessione?
ja: このセッションをどう使いますか？
ko: 이 세션을 어떻게 사용하시겠어요?
nl: Hoe ga je deze sessie gebruiken?
pl: Jak wykorzystasz tę sesję?
pt: Como você usará esta sessão?
ru: Как вы будете использовать эту сессию?
th: คุณจะใช้เซสชันนี้อย่างไร?
uk: Як ви використаєте цей сеанс?
vi: Bạn sẽ sử dụng phiên này như thế nào?
zh_hans: 你将如何使用这个专注时段？
zh_hant: 你將如何使用這個專注時段？

# home.no_sessions_today
source: Bugün henüz bir seans yapmadın
ar: لا توجد جلسات اليوم بعد
de: Heute noch keine Sitzungen
en: No sessions yet today
es: Aún no hay sesiones hoy
fr: Pas encore de session aujourd'hui
hi: आज अभी तक कोई सत्र नहीं
id: Belum ada sesi hari ini
it: Nessuna sessione oggi
ja: 今日はまだセッションがありません
ko: 오늘 아직 세션이 없어요
nl: Nog geen sessies vandaag
pl: Dziś jeszcze nie było sesji
pt: Nenhuma sessão hoje ainda
ru: Сегодня пока нет сессий
th: วันนี้ยังไม่มีเซสชัน
uk: Сьогодні ще немає сесій
vi: Hôm nay chưa có phiên nào
zh_hans: 今天还没有专注时段
zh_hant: 今天還沒有專注時段

# home.start_session
source: Seansı Başlat
ar: بدء الجلسة
de: Sitzung starten
en: Start Session
es: Iniciar sesión
fr: Démarrer la session
hi: सत्र शुरू करें
id: Mulai sesi
it: Inizia sessione
ja: セッション開始
ko: 세션 시작
nl: Sessie starten
pl: Rozpocznij sesję
pt: Iniciar sessão
ru: Начать сессию
th: เริ่มเซสชัน
uk: Почати сесію
vi: Bắt đầu phiên
zh_hans: 开始专注
zh_hant: 開始專注

# home.this_week
source: Bu Hafta
ar: هذا الأسبوع
de: Diese Woche
en: This Week
es: Esta semana
fr: Cette semaine
hi: इस सप्ताह
id: Minggu ini
it: Questa settimana
ja: 今週
ko: 이번 주
nl: Deze week
pl: Ten tydzień
pt: Esta semana
ru: На этой неделе
th: สัปดาห์นี้
uk: Цього тижня
vi: Tuần này
zh_hans: 本周
zh_hant: 本週

# home.today_focus_time %lld
source: Bugün %lld dakika odaklandın
ar: ركزت %lld دقيقة اليوم
de: Du hast heute %lld Minuten fokussiert
en: You focused %lld minutes today
es: Hoy te concentraste %lld minutos
fr: Vous vous êtes concentré %lld minutes aujourd'hui
hi: आज %lld मिनट फोकस किया
id: Hari ini kamu fokus %lld menit
it: Oggi ti sei concentrato %lld minuti
ja: 今日%lld分集中しました
ko: 오늘 %lld분 집중했어요
nl: Je hebt vandaag %lld minuten gefocust
pl: Dziś skupiłeś się %lld minut
pt: Você focou %lld minutos hoje
ru: Сегодня вы сосредоточились %lld минут
th: วันนี้โฟกัสได้ %lld นาที
uk: Сьогодні ви зосередилися %lld хвилин
vi: Hôm nay bạn đã tập trung %lld phút
zh_hans: 今天专注了%lld分钟
zh_hant: 今天專注了%lld分鐘

# intent.description.mixed
source: Karışık modda 60 saniyeden uzun ayrılmalar bölünme sayılır.
ar: في الوضع المختلط، الفترات التي تزيد عن 60 ثانية تعتبر انقطاعات.
de: Im gemischten Modus zählen Pausen über 60 Sekunden als Unterbrechungen.
en: In mixed mode, breaks longer than 60 seconds count as interruptions.
es: En modo mixto, pausas mayores a 60 segundos cuentan como interrupciones.
fr: En mode mixte, les pauses de plus de 60 secondes comptent comme interruptions.
hi: मिश्रित मोड में 60 सेकंड से अधिक का ब्रेक व्यवधान माना जाता है।
id: Dalam mode campuran, jeda lebih dari 60 detik dihitung sebagai gangguan.
it: In modalità mista, pause superiori a 60 secondi contano come interruzioni.
ja: ミックスモードでは60秒以上の離脱は中断としてカウントされます。
ko: 혼합 모드에서는 60초 이상 이탈 시 방해로 집계됩니다.
nl: In gemengde modus tellen pauzes langer dan 60 seconden als onderbrekingen.
pl: W trybie mieszanym przerwy dłuższe niż 60 sekund liczą się jako przerwania.
pt: No modo misto, pausas maiores que 60 segundos contam como interrupções.
ru: В смешанном режиме перерывы более 60 секунд считаются прерываниями.
th: ในโหมดผสม การหยุดพักเกิน 60 วินาทีนับเป็นการขัดจังหวะ
uk: У змішаному режимі перерви понад 60 секунд вважаються перериваннями.
vi: Trong chế độ hỗn hợp, nghỉ hơn 60 giây được tính là gián đoạn.
zh_hans: 在混合模式下，超过60秒的离开将计为中断。
zh_hant: 在混合模式下，超過60秒的離開將計為中斷。

# intent.description.reading
source: Okuma/yazma modunda 30 saniyeden uzun ayrılmalar bölünme sayılır.
ar: في وضع القراءة/الكتابة، الفترات التي تزيد عن 30 ثانية تعتبر انقطاعات.
de: Im Lese-/Schreibmodus zählen Pausen über 30 Sekunden als Unterbrechungen.
en: In reading/writing mode, breaks longer than 30 seconds count as interruptions.
es: En modo lectura/escritura, pausas mayores a 30 segundos cuentan como interrupciones.
fr: En mode lecture/écriture, les pauses de plus de 30 secondes comptent comme interruptions.
hi: पढ़ने/लिखने मोड में 30 सेकंड से अधिक का ब्रेक व्यवधान माना जाता है।
id: Dalam mode membaca/menulis, jeda lebih dari 30 detik dihitung sebagai gangguan.
it: In modalità lettura/scrittura, pause superiori a 30 secondi contano come interruzioni.
ja: 読み書きモードでは30秒以上の離脱は中断としてカウントされます。
ko: 읽기/쓰기 모드에서는 30초 이상 이탈 시 방해로 집계됩니다.
nl: In lees-/schrijfmodus tellen pauzes langer dan 30 seconden als onderbrekingen.
pl: W trybie czytania/pisania przerwy dłuższe niż 30 sekund liczą się jako przerwania.
pt: No modo leitura/escrita, pausas maiores que 30 segundos contam como interrupções.
ru: В режиме чтения/письма перерывы более 30 секунд считаются прерываниями.
th: ในโหมดอ่าน/เขียน การหยุดพักเกิน 30 วินาทีนับเป็นการขัดจังหวะ
uk: У режимі читання/письма перерви понад 30 секунд вважаються перериваннями.
vi: Trong chế độ đọc/viết, nghỉ hơn 30 giây được tính là gián đoạn.
zh_hans: 在阅读/写作模式下，超过30秒的离开将计为中断。
zh_hant: 在閱讀/寫作模式下，超過30秒的離開將計為中斷。

# intent.description.watching
source: Video izleme modunda kısa geçişler normal kabul edilir.
ar: في وضع مشاهدة الفيديو، التنقلات القصيرة تعتبر طبيعية.
de: Im Videomodus gelten kurze Wechsel als normal.
en: In video watching mode, short transitions are considered normal.
es: En modo video, las transiciones cortas se consideran normales.
fr: En mode vidéo, les transitions courtes sont considérées normales.
hi: वीडियो देखने के मोड में छोटे बदलाव सामान्य माने जाते हैं।
id: Dalam mode menonton video, perpindahan singkat dianggap normal.
it: In modalità video, le transizioni brevi sono considerate normali.
ja: 動画視聴モードでは短い切り替えは正常とみなされます。
ko: 비디오 시청 모드에서는 짧은 전환이 정상으로 간주됩니다.
nl: In videomodus worden korte overgangen als normaal beschouwd.
pl: W trybie wideo krótkie przejścia są uznawane za normalne.
pt: No modo vídeo, transições curtas são consideradas normais.
ru: В режиме просмотра видео короткие переключения считаются нормальными.
th: ในโหมดดูวิดีโอ การสลับสั้นๆ ถือเป็นเรื่องปกติ
uk: У режимі перегляду відео короткі переходи вважаються нормальними.
vi: Trong chế độ xem video, chuyển đổi ngắn được coi là bình thường.
zh_hans: 在视频观看模式下，短暂切换被认为是正常的。
zh_hant: 在影片觀看模式下，短暫切換被認為是正常的。

# intent.label.mixed
source: Karışık
ar: مختلط
de: Gemischt
en: Mixed
es: Mixto
fr: Mixte
hi: मिश्रित
id: Campuran
it: Misto
ja: ミックス
ko: 혼합
nl: Gemengd
pl: Mieszane
pt: Misto
ru: Смешанный
th: ผสม
uk: Змішаний
vi: Hỗn hợp
zh_hans: 混合
zh_hant: 混合

# intent.label.reading
source: Okuma / Yazma
ar: القراءة/الكتابة
de: Lesen/Schreiben
en: Reading / Writing
es: Lectura/Escritura
fr: Lecture/Écriture
hi: पढ़ना/लिखना
id: Membaca/Menulis
it: Lettura/Scrittura
ja: 読み書き
ko: 읽기/쓰기
nl: Lezen/Schrijven
pl: Czytanie/Pisanie
pt: Leitura/Escrita
ru: Чтение/Письмо
th: อ่าน/เขียน
uk: Читання/Письмо
vi: Đọc/Viết
zh_hans: 阅读/写作
zh_hant: 閱讀/寫作

# intent.label.watching
source: İzleyerek Öğrenme
ar: التعلم بالمشاهدة
de: Video-Lernen
en: Watching & Learning
es: Aprender mirando
fr: Apprentissage vidéo
hi: देखकर सीखना
id: Belajar dengan menonton
it: Apprendimento video
ja: 動画学習
ko: 영상 학습
nl: Video-leren
pl: Nauka z wideo
pt: Aprender assistindo
ru: Видеообучение
th: เรียนรู้จากวิดีโอ
uk: Відеонавчання
vi: Học qua video
zh_hans: 观看学习
zh_hant: 觀看學習

# intent.short.mixed
source: Karışık
ar: مختلط
de: Gemischt
en: Mixed
es: Mixto
fr: Mixte
hi: मिश्रित
id: Campuran
it: Misto
ja: ミックス
ko: 혼합
nl: Gemengd
pl: Mieszane
pt: Misto
ru: Смешанный
th: ผสม
uk: Змішаний
vi: Hỗn hợp
zh_hans: 混合
zh_hant: 混合

# intent.short.reading
source: Okuma
ar: قراءة
de: Lesen
en: Reading
es: Lectura
fr: Lecture
hi: पढ़ना
id: Membaca
it: Lettura
ja: 読書
ko: 읽기
nl: Lezen
pl: Czytanie
pt: Leitura
ru: Чтение
th: อ่าน
uk: Читання
vi: Đọc
zh_hans: 阅读
zh_hant: 閱讀

# intent.short.watching
source: İzleme
ar: مشاهدة
de: Video
en: Watching
es: Mirando
fr: Vidéo
hi: देखना
id: Menonton
it: Video
ja: 動画
ko: 시청
nl: Kijken
pl: Wideo
pt: Assistindo
ru: Видео
th: ดู
uk: Відео
vi: Xem
zh_hans: 观看
zh_hant: 觀看

# method.description.deep_work
source: Kesintisiz derin çalışma. Karmaşık görevler için ideal.
ar: عمل عميق بدون انقطاع. مثالي للمهام المعقدة.
de: Ununterbrochene Tiefenarbeit. Ideal für komplexe Aufgaben.
en: Uninterrupted deep work. Ideal for complex tasks.
es: Trabajo profundo sin interrupciones. Ideal para tareas complejas.
fr: Travail profond sans interruption. Idéal pour les tâches complexes.
hi: निर्बाध गहन कार्य। जटिल कार्यों के लिए आदर्श।
id: Pekerjaan mendalam tanpa gangguan. Ideal untuk tugas kompleks.
it: Lavoro profondo senza interruzioni. Ideale per compiti complessi.
ja: 中断のないディープワーク。複雑なタスクに最適。
ko: 중단 없는 딥 워크. 복잡한 작업에 이상적입니다.
nl: Ononderbroken diep werk. Ideaal voor complexe taken.
pl: Nieprzerwana głęboka praca. Idealna do złożonych zadań.
pt: Trabalho profundo sem interrupções. Ideal para tarefas complexas.
ru: Непрерывная глубокая работа. Идеально для сложных задач.
th: ทำงานลึกโดยไม่ถูกขัดจังหวะ เหมาะสำหรับงานที่ซับซ้อน
uk: Безперервна глибока робота. Ідеально для складних завдань.
vi: Làm việc sâu không gián đoạn. Lý tưởng cho các nhiệm vụ phức tạp.
zh_hans: 不间断的深度工作。适合复杂任务。
zh_hant: 不間斷的深度工作。適合複雜任務。

# method.description.extended
source: Pomodoro'dan biraz daha uzun. Daha derinlemesine odaklanmak için.
ar: أطول قليلاً من بومودورو. للتركيز العميق.
de: Etwas länger als Pomodoro. Für tiefere Fokusarbeit.
en: A bit longer than Pomodoro. For deeper focus work.
es: Un poco más largo que Pomodoro. Para un enfoque más profundo.
fr: Un peu plus long que Pomodoro. Pour une concentration plus profonde.
hi: पोमोडोरो से थोड़ा लंबा। गहरे फोकस कार्य के लिए।
id: Sedikit lebih lama dari Pomodoro. Untuk pekerjaan fokus yang lebih dalam.
it: Un po' più lungo del Pomodoro. Per un lavoro di concentrazione più profondo.
ja: ポモドーロより少し長め。より深い集中作業に。
ko: 포모도로보다 약간 더 깁니다. 더 깊은 집중 작업을 위해.
nl: Iets langer dan Pomodoro. Voor dieper focuswerk.
pl: Trochę dłużej niż Pomodoro. Do głębszej pracy skupienia.
pt: Um pouco mais longo que o Pomodoro. Para um foco mais profundo.
ru: Немного дольше Помодоро. Для более глубокой работы.
th: ยาวกว่าโปโมโดโรเล็กน้อย สำหรับงานที่ต้องโฟกัสลึกขึ้น
uk: Трохи довше за Помодоро. Для глибшої зосередженої роботи.
vi: Dài hơn Pomodoro một chút. Để tập trung sâu hơn.
zh_hans: 比番茄工作法稍长。适合更深入的专注工作。
zh_hant: 比番茄工作法稍長。適合更深入的專注工作。

# method.description.optimal
source: Araştırmalara göre optimal odak süresi. Dengeli ve sürdürülebilir.
ar: مدة تركيز مثالية مدعومة بالأبحاث. متوازنة ومستدامة.
de: Forschungsgestützte optimale Fokuszeit. Ausgewogen und nachhaltig.
en: Research-backed optimal focus duration. Balanced and sustainable.
es: Duración de enfoque óptima respaldada por investigaciones. Equilibrada y sostenible.
fr: Durée de concentration optimale basée sur la recherche. Équilibrée et durable.
hi: शोध-समर्थित इष्टतम फोकस अवधि। संतुलित और टिकाऊ।
id: Durasi fokus optimal berdasarkan penelitian. Seimbang dan berkelanjutan.
it: Durata di concentrazione ottimale basata sulla ricerca. Equilibrata e sostenibile.
ja: 研究に基づく最適な集中時間。バランスが取れて持続可能。
ko: 연구 기반의 최적 집중 시간. 균형 잡히고 지속 가능합니다.
nl: Door onderzoek ondersteunde optimale focusduur. Gebalanceerd en duurzaam.
pl: Optymalny czas skupienia poparty badaniami. Zrównoważony i trwały.
pt: Duração de foco ideal baseada em pesquisas. Equilibrada e sustentável.
ru: Оптимальная продолжительность по исследованиям. Сбалансированная и устойчивая.
th: ระยะเวลาโฟกัสที่เหมาะสมจากการวิจัย สมดุลและยั่งยืน
uk: Оптимальна тривалість за дослідженнями. Збалансована та стійка.
vi: Thời lượng tập trung tối ưu theo nghiên cứu. Cân bằng và bền vững.
zh_hans: 研究支持的最佳专注时长。平衡且可持续。
zh_hant: 研究支持的最佳專注時長。平衡且可持續。

# method.description.pomodoro
source: Kısa, yoğun odak seansları. Sık mola alarak enerjini taze tut.
ar: جلسات تركيز قصيرة ومكثفة. حافظ على نشاطك مع فترات راحة متكررة.
de: Kurze, intensive Fokus-Sitzungen. Bleiben Sie mit häufigen Pausen energiegeladen.
en: Short, intense focus sessions. Stay energized with frequent breaks.
es: Sesiones cortas e intensas de concentración. Mantén tu energía con descansos frecuentes.
fr: Sessions courtes et intenses. Restez énergisé avec des pauses fréquentes.
hi: छोटे, गहन फोकस सत्र। बार-बार ब्रेक लेकर ऊर्जावान रहें।
id: Sesi fokus singkat dan intens. Tetap berenergi dengan istirahat yang sering.
it: Sessioni di concentrazione brevi e intense. Mantieni l'energia con pause frequenti.
ja: 短く集中的なセッション。頻繁な休憩でエネルギーを保ちましょう。
ko: 짧고 집중적인 포커스 세션. 자주 휴식을 취해 에너지를 유지하세요.
nl: Korte, intense focussessies. Blijf energiek met frequente pauzes.
pl: Krótkie, intensywne sesje skupienia. Zachowaj energię dzięki częstym przerwom.
pt: Sessões curtas e intensas de foco. Mantenha sua energia com pausas frequentes.
ru: Короткие интенсивные сессии фокусировки. Сохраняйте энергию с частыми перерывами.
th: เซสชันโฟกัสสั้นๆ แต่เข้มข้น รักษาพลังงานด้วยการพักบ่อยๆ
uk: Короткі інтенсивні сесії фокусування. Зберігайте енергію з частими перервами.
vi: Các phiên tập trung ngắn và căng thẳng. Duy trì năng lượng với các lần nghỉ thường xuyên.
zh_hans: 短暂而专注的工作时段。通过频繁休息保持精力充沛。
zh_hant: 短暫而專注的工作時段。透過頻繁休息保持精力充沛。

# onboarding.button.start
source: Hadi Başlayalım!
ar: هيا نبدأ!
de: Los geht's!
en: Let's Start!
es: ¡Empecemos!
fr: Commençons !
hi: चलो शुरू करें!
id: Ayo Mulai!
it: Iniziamo!
ja: 始めましょう！
ko: 시작하기!
nl: Laten we beginnen!
pl: Zaczynajmy!
pt: Vamos Começar!
ru: Начнём!
th: เริ่มกันเลย!
uk: Почнімо!
vi: Bắt đầu nào!
zh_hans: 开始吧！
zh_hant: 開始吧！

# onboarding.context.hint
source: Daha sonra kendi alanlarını da ekleyebilirsin.
ar: يمكنك إضافة سياقاتك الخاصة لاحقاً.
de: Du kannst später eigene Kontexte hinzufügen.
en: You can add your own contexts later.
es: Puedes añadir tus propios contextos más tarde.
fr: Vous pourrez ajouter vos propres contextes plus tard.
hi: आप बाद में अपने स्वयं के संदर्भ जोड़ सकते हैं।
id: Kamu bisa menambahkan konteksmu sendiri nanti.
it: Puoi aggiungere i tuoi contesti in seguito.
ja: 後で独自のコンテキストを追加できます。
ko: 나중에 자신만의 컨텍스트를 추가할 수 있습니다.
nl: Je kunt later je eigen contexten toevoegen.
pl: Możesz później dodać własne konteksty.
pt: Você pode adicionar seus próprios contextos depois.
ru: Вы можете добавить свои контексты позже.
th: คุณสามารถเพิ่มบริบทของคุณเองได้ในภายหลัง
uk: Ви можете додати власні контексти пізніше.
vi: Bạn có thể thêm ngữ cảnh của riêng mình sau.
zh_hans: 之后你可以添加自己的场景。
zh_hant: 之後你可以添加自己的場景。

# onboarding.context.subtitle
source: Seanslarına anlam katmak için çalışma alanlarını seçebilirsin. Bu tamamen opsiyonel.
ar: يمكنك اختيار سياقات العمل لإضافة معنى لجلساتك. هذا اختياري تماماً.
de: Du kannst Arbeitskontexte wählen, um deinen Sitzungen Bedeutung zu geben. Das ist völlig optional.
en: You can choose work contexts to add meaning to your sessions. This is completely optional.
es: Puedes elegir contextos de trabajo para dar sentido a tus sesiones. Esto es completamente opcional.
fr: Vous pouvez choisir des contextes de travail pour donner du sens à vos sessions. C'est complètement optionnel.
hi: आप अपने सत्रों में अर्थ जोड़ने के लिए कार्य संदर्भ चुन सकते हैं। यह पूरी तरह से वैकल्पिक है।
id: Kamu bisa memilih konteks kerja untuk memberi makna pada sesimu. Ini sepenuhnya opsional.
it: Puoi scegliere contesti di lavoro per dare significato alle tue sessioni. Questo è completamente opzionale.
ja: セッションに意味を持たせるために作業コンテキストを選べます。 これは完全にオプションです。
ko: 세션에 의미를 더하기 위해 작업 컨텍스트를 선택할 수 있습니다. 이것은 완전히 선택 사항입니다.
nl: Je kunt werkcontexten kiezen om betekenis te geven aan je sessies. Dit is volledig optioneel.
pl: Możesz wybrać konteksty pracy, aby nadać znaczenie swoim sesjom. To całkowicie opcjonalne.
pt: Você pode escolher contextos de trabalho para dar significado às suas sessões. Isso é completamente opcional.
ru: Вы можете выбрать рабочие контексты, чтобы придать смысл своим сессиям. Это совершенно необязательно.
th: คุณสามารถเลือกบริบทการทำงานเพื่อเพิ่มความหมายให้กับเซสชันของคุณ นี่เป็นตัวเลือก
uk: Ви можете вибрати робочі контексти, щоб надати сенс своїм сесіям. Це повністю необов'язково.
vi: Bạn có thể chọn ngữ cảnh công việc để thêm ý nghĩa cho các phiên. Điều này hoàn toàn tùy chọn.
zh_hans: 你可以选择工作场景来为专注时段增添意义。 这完全是可选的。
zh_hant: 你可以選擇工作場景來為專注時段增添意義。 這完全是可選的。

# onboarding.context.title
source: Genellikle ne üzerinde çalışıyorsun?
ar: ما الذي تعمل عليه عادة؟
de: Woran arbeitest du normalerweise?
en: What do you usually work on?
es: ¿En qué sueles trabajar?
fr: Sur quoi travaillez-vous habituellement ?
hi: आप आमतौर पर क्या काम करते हैं?
id: Biasanya kamu mengerjakan apa?
it: Su cosa lavori di solito?
ja: 普段何に取り組んでいますか？
ko: 주로 무슨 작업을 하시나요?
nl: Waar werk je meestal aan?
pl: Nad czym zwykle pracujesz?
pt: Em que você geralmente trabalha?
ru: Над чем вы обычно работаете?
th: คุณมักทำงานอะไร?
uk: Над чим ви зазвичай працюєте?
vi: Bạn thường làm việc gì?
zh_hans: 你通常做什么工作？
zh_hant: 你通常做什麼工作？

# onboarding.profile_desc.deep
source: 40+ dakikalık derin odak seansları sana en uygun.
ar: جلسات التركيز العميق لأكثر من 40 دقيقة هي الأنسب لك.
de: Tiefe Fokus-Sitzungen von 40+ Minuten funktionieren am besten für dich.
en: 40+ minute deep focus sessions work best for you.
es: Sesiones profundas de 40+ minutos funcionan mejor para ti.
fr: Des sessions profondes de 40+ minutes vous conviennent le mieux.
hi: 40+ मिनट के गहन सत्र आपके लिए सबसे उपयुक्त हैं।
id: Sesi fokus mendalam 40+ menit paling cocok untukmu.
it: Sessioni di focus profondo di 40+ minuti funzionano meglio per te.
ja: 40分以上のディープセッションが最適です。
ko: 40분 이상의 딥 포커스 세션이 가장 적합합니다.
nl: Diepe focus sessies van 40+ minuten werken het beste voor jou.
pl: Głębokie sesje 40+ minut działają najlepiej dla ciebie.
pt: Sessões profundas de 40+ minutos funcionam melhor para você.
ru: Глубокие сессии по 40+ минут подходят вам лучше всего.
th: เซสชันโฟกัสลึก 40+ นาทีเหมาะกับคุณที่สุด
uk: Глибокі сесії по 40+ хвилин найкраще підходять вам.
vi: Các phiên tập trung sâu 40+ phút phù hợp nhất với bạn.
zh_hans: 40分钟以上的深度专注时段 最适合你。
zh_hant: 40分鐘以上的深度專注時段 最適合你。
